import { RegionsMoreInformation } from 'src/@types/api/regionsMoreInformation';

export const regionsMoreInformationData: RegionsMoreInformation[] = [
  {
    id: 1,
    name: '서울',
    imageOrigin:
      'https://images.unsplash.com/photo-1705615427946-847174bd8cf3?q=80&w=2070&auto=format&fit=crop&ixlib=rb-4.0.3&ixid=M3wxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8fA%3D%3D',
    overview:
      '서울은 한국의 수도로서 역사적·문화적으로도 중요한 도시입니다. 현대적인 도시인 서울은 다양한 관광지, 음식 문화, 쇼핑 센터 등을 제공하여 방문객들에게 풍성한 경험을 선사합니다. 또한 정치와 경제의 중심지로서 국내외에서 중요한 역할을 합니다.',
    latitude: 37.5665,
    longitude: 126.978,
    recommendedPlaces: [
      {
        id: 1,
        name: '경복궁',
        overview:
          '경복궁은 1395년 태조 이성계에 의해서 새로운 조선왕조의 법궁으로 지어졌다. 경복궁은 동궐(창덕궁)이나 서궐(경희궁)에 비해 위치가 북쪽에 있어 &apos;북궐&apos;이라 불리기도 했다. 경복궁은 5대 궁궐 가운데 으뜸의 규모와 건축미를 자랑한다. 경복궁 근정전에서 즉위식을 가진 왕들을 보면 제2대 정종, 제4대 세종, 제6대 단종, 제7대 세조, 제9대 성종, 제11대 중종, 제13대 명종 등이다. 경복궁은 임진왜란 때 상당수의 건물이 불타 없어진 아픔을 갖고 있으며, 고종 때에 흥선대원군의 주도 아래 7,700여칸에 이르는 건물들을 다시 세웠다. 그러나 또 다시 명성황후 시해사건이 일어나면서 왕조의 몰락과 함께 경복궁도 왕궁으로서의 기능을 상실하고 말았다. 경복궁에는 조선시대의 대표적인 건축물인 경회루와 향원정의 연못이 원형대로 남아 있으며, 근정전의 월대와 조각상들은 당시의 조각미술을 대표한다. 현재 흥례문 밖 서편에는 국립고궁 박물관이 위치하고 있고, 경복궁 내 향원정의 동편에는 국립민속 박물관이 위치하고 있다.&lt;br /&gt;&lt;br /&gt;* 주요문화재 &lt;br /&gt;1) 사적 경복궁&lt;br&gt;2) 국보 경복궁 근정전&lt;br&gt;3) 국보 경복궁 경회루&lt;br&gt;4) 보물 경복궁 자경전&lt;br&gt;5) 보물 경복궁 자경전 십장생 굴뚝&lt;br&gt;6) 보물 경복궁 아미산굴뚝&lt;br&gt;7) 보물 경복궁 근정문 및 행각&lt;br&gt;8) 보물 경복궁 풍기대&lt;br&gt;',
        imageThumbnail: 'http://tong.visitkorea.or.kr/cms/resource/33/2678633_image3_1.jpg',
      },
      {
        id: 2,
        name: '인사동',
        overview:
          '인사동은 도심 속에서 낡지만 귀중한 전통의 물건들이 교류되는 소중한 공간이다. 인사동에는 큰 대로를 중심으로 사이사이 골목들이 미로처럼 얽혀 있다. 이 미로 속에는 화랑, 전통공예점, 고미술점, 전통찻집, 전통음식점, 카페 등이 밀집되어 있다. 특히 인사동의 가게들은 저마다의 독특한 멋으로 젊은이들은 물론 중년층에게까지 매우 인기가 많다. 그 중에서도 화랑은 인사동의 맥을 이어온 중심이다. 이 곳에는 100여 개의 화랑이 밀집되어 있는데 한국화에서 판화, 조각전까지 다양한 전시회를 감상할 수 있다. 대표적인 화랑으로는 민중미술의 중심역할을 했던 학고재, 재능있는 작가들의 터전이 되었던 가나화랑, 가나아트센터 등이 있다. 만약 인사동의 유명한 화랑만을 골라서 편하게 구경하고 싶다면 미술관 순화버스 를 이용해보자. 저렴한 가격으로 유명 화랑 10여곳을 둘러볼 수 있다. &lt;br /&gt;화랑과 함께 인사동 거리를 메우고 있는 것은 바로 전통 찻집과 음식점이다. 처음에는 찾기가 힘들지만, 산책하듯이 천천히 골목골목을 둘러보면 매우 재미있다. 그 중에서 대표적인 명소를 꼽는다면 전통찻집 귀천이 있다. 귀천(歸天)은 고 천상병(千祥炳) 시인의 부인이 운영하는 전통찻집으로 내부는 매우 작지만 당시 시인의 책과 사진을 접할 수 있는 곳이다. 이곳은 모과차가 가장 향기가 좋아 인기인데, 지금도 가끔 유명 인사들이 다녀가는 곳이다.인사동은 매주 토/일요일마다 차 없는 거리로 지정되어 시민과 함께 하는 문화공간으로 다시 태어났다. 이날은 기존 가게는 물론 거리에는 전통공연과 전시는 물론 엿장수, 사주와 궁합을 보는 할아버지가 함께 한다. 이 속에서 즐거움을 찾는 이들은 바로 각국에서 몰려든 외국인들이다. 한국의 전통문화를 보기 위해 찾아든 외국인 관광객들은 전통가게에서 고물건을 보거나 고미술을 산다. 그리고 거리에 있는 엿을 사고 전통 파전을 먹는다. 도심에서 느끼는 전통의 멋에 빠진 외국인들의 모습도 많이 볼 수 있다.&lt;br&gt;',
        imageThumbnail: 'http://tong.visitkorea.or.kr/cms/resource/26/2612526_image3_1.jpg',
      },
      {
        id: 3,
        name: '명동',
        overview:
          '명동은 거대 쇼핑도시를 연상케하는 공간이다. 일반적으로 명동 거리는 지하철 4호선 명동역에서 을지로, 롯데백화점으로 이어지는 약 1km 정도의 거리를 말한다. 이곳에는 각종 브랜드매장, 백화점,보세가게 등이 밀집되어 있다. 유행의 메카라는 표현이 어울릴 정도로 의류,신발,액세서리 등의 다양한 제품을 구입할 수 있다. 남대문이나 동대문보다는 질이 좋은 브랜드가 많이 모여 있는 것이 특징이다. 우선 백화점으로는 가까이에 롯데백화점, 신세계백화점이 있으며, 명동거리에는 눈스퀘어(Noon Square), 명동밀레오레, 엠플라자(M Plaza)와 같은 쇼핑몰이 있다. 각종 브랜드숍은 중앙거리를 비롯해 사이드 골목에 밀집되어 있다.명동에는 쇼핑과 함께 먹을거리, 즐길거리가 많다. 먹을거리로는 패밀리레스토랑, 패스트푸드점은 물론 한식, 양식, 일식으로 다양하다. 이중에서 명동 돈까스와 칼국수(명동교자)는 유명하므로 한번 먹어보는 것이 좋다. 그 외에도 명동에는 헤어샵, 은행, 극장 등 많은 편의시설이 있다.&lt;br /&gt;&lt;br /&gt;* 명동 주요 관광지&lt;br /&gt;&lt;br /&gt;- 명동성당 : 한국 천주교 서울대교구 본당 건물인 명동성당은 우리나라 최초의 본당이며 한국 천주교회의 상징으로, 고종 29년(1892)에 착공, 광무 2년(1898)에 준공된 순수한 고딕양식의 건물이다. 명동성당은 우리나라 기독교 역사뿐 아니라 정치, 사회, 문화 전반에 걸쳐 큰 영향을 미친 터전이다.&lt;br /&gt;&lt;br /&gt;- 명동예술극장 : 명동 옛 국립극장을 복원하여 2009년 6월 개관한 명동예술극장은 완성도 높은 연극작품을 만날 수 있는 연극예술전문 공연장이다. 1934년 바로크 양식으로 건축된 극장외형과 현대적인 내부공연 시설이 잘 조화되는 곳이다.&lt;br /&gt;&lt;br /&gt;- 명동 재미로 : 명동과 남산의 연결지점이지만 명동의 화려함에 비해 특색 없이 밋밋하고 가파르기만 했던 오르막길이 2013년 12월, 만화의 거리 &apos;재미로&apos;라는 이름으로 새롭게 태어났다. 이곳에서는 원로부터 신인 작가까지 약 70명의 대한민국 대표 작가의 다양한 만화 캐릭터들과 콘텐츠들을 만날 수 있다. &lt;br&gt;',
        imageThumbnail: 'http://tong.visitkorea.or.kr/cms/resource/03/1987703_image3_1.jpg',
      },
    ],
  },
];
